@extends('layouts.app')


@php

    if( $country == 'tw'){
        $page_title = "隱私政策";
    } else {
        $page_title = __('title.tnc');
    }

@endphp

@section('title', $page_title)

@section('content')
<main>
    <section class="top-nav-padding terms-panel">
        <div class="container">
            <div class=" py-4">

                <h2 class="mb-4 font-weight-light ls-0">{{ $page_title }}</h2>

                <div class="terms-wrap ls-0">

                    <h3>๑. นโยบายคุ้มครองความเป็นส่วนตัว</h3>

                    <p>บริษัท เน็กซ์โก จำกัด และบริษัทในเครือ (""เน็กซ์โก"" “บริษัท"" “ของบริษัท"" หรือ “เรา”) ถือว่าการคุ้มครองความเป็นส่วนตัว</p>
                    <p>ของผู้ใช้เป็นสิ่งสำคัญยิ่ง บริษัทจึงอธิบายถึงวิธีการที่บริษัทปฏิบัติต่อข้อมูลส่วนบุคคลของท่าน เช่น การเก็บรวบรวม การจัดเก็บรักษา การใช้ การเปิดเผย รวมถึงสิทธิต่างๆ ของท่าน เป็นต้น เพื่อเป็นการให้ความกระจ่างในเรื่องการดำเนินการของบริษัท</p>
                    <p>ในการจัดการข้อมูลส่วนบุคคล นโยบายคุ้มครองความเป็นส่วนตัวครอบคลุมถึงอุปกรณ์ของเนกซ์โก เว็บไซต์ หรือ แอพพลิเคชั่นออนไลน์ซึ่งเกี่ยวข้องกับนโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้ (อุปกรณ์ของเนกซ์โก เว็บไซต์ และ แอพพลิเคชั่นเรียกรวมกันว่า ""บริการ"").</p>

                    <p>ขณะที่นโยบายคุ้มครองความเป็นส่วนตัวครอบคลุมถึงบริการของบริษัททั้งหมด บริษัทได้นำข้อมูลเกี่ยวกับความเป็นส่วนตัวเพิ่มเติมซึ่งอธิบายถึงการทำงานระหว่างบริษัทและบริการของบริษัท ส่วนเพิ่มเติมเหล่านี้ครอบคลุมถึงการใช้บริการของท่านต่อบริการข้างต้น และขอการยินยอมเพิ่มเติมจากท่านเพื่อนำมาประมวลผลข้อมูลต่างๆ</p>

                    <p>ขอเรียนให้ทราบว่านโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้ใช้บังคับกับการใช้อุปกรณ์ต่างๆของเน็กซ์โก (ซึ่งนับเป็นหนึ่งในบริการที่นโยบายความเป็นส่วนตัวฉบับนี้ครอบคลุมถึง รวมทั้งเวบไซต์และแอพพลิเคชั่นเช่นกัน) นโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้ใช้บังคับไม่ว่าท่านจะใช้บริการของเราผ่านช่องทางไหนก็ตาม รวมถึงแต่ไม่จำกัดเพียงคอมพิวเตอร์ โทรศัพท์มือถือ แทบเล็ต หรือด้วยอุปกรณ์อื่นๆ บริษัทขอให้ท่านกรุณาอ่านนโยบายความเป็นส่วนตัวฉบับนี้อย่างละเอียดและครบถ้วน เนื่องจากการใช้บริการต่างๆของบริษัทหมายถึงท่านได้ทำการยินยอมต่อแนวทางปฏิบัติการคุ้มครองความเป็นส่วนตัวที่บริษัทได้ระบุไว้ในนโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้และในส่วนเพิ่มเติมต่างๆ หากท่านไม่เห็นด้วยหรือยินยอมกับแนวทางปฏิบัติในนโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้ ท่านไม่ควรใช้บริการของบริษัท</p>

                    <p>บริษัทขอให้ท่านกรุณากลับมาอ่านนโยบายคุ้มครองความเป็นส่วนตัวเรื่อยๆเพื่อตรวจสอบข้อแก้ไขหรือเพิ่มเติม หากมีการแก้ไขหรือเพิ่มเติมในนโยบายคุ้มครองความเป็นส่วนตัว บริษัทจะแจ้งให้ท่านทราบถึงข้อแก้ไขหรือเพิ่มเติมต่างๆที่บริษัทเห็นสำคัญโดยการระบุหมายเหตุไว้ ณ บริการที่ได้รับการเปลี่ยนแปลงในนโยบายคุ้มครองความเป็นส่วนตัว การที่ท่านใช้บริการของบริษัท บริษัทจะถือเป็นการยินยอมต่อข้อแก้ไขหรือเพิ่มเติมของแนวทางปฏิบัติในนโยบายคุ้มครองความเป็นส่วนตัวฉบับที่ได้มีการปรับแล้ว ท่านสามารถเข้าถึงเวอร์ชั่นปัจจุบันของนโยบายคุ้มครองความเป็นส่วนตัวได้ที่เว็บไซต์ของบริษัท http://www.avita.global/ ท่านสามรถตรวจสอบ""วันเริ่มผลบังคับ""ได้ที่ด้านบนของนโยบายคุ้มครองความเป็นส่วนตัวเพื่อทราบถึงวันที่นโยบายคุ้มครองความเป็นส่วนตัวได้ถูกปรับเป็นฉบับใหม่</p>

                    <h3>๒. ข้อมูลส่วนบุคคลใดที่บริษัทเก็บรวบรวม</h3>

                    <h4>๒.๑ ข้อมูลที่บริษัทได้รับจากท่านโดยตรง</h4>

                    <p>บริการบางส่วนของบริษัททำให้ท่านสามารถให้ข้อมูลของท่านต่อบริษัท เช่น:</p>

                    <p>บริการบางส่วนของบริษัทได้เปิดให้ผู้ใช้สร้างบัญชีหรือโปรไฟล์ ขึ้นอยู่กับบริการที่ท่านเลือกใช้ บริษัทอาจขอให้ท่านระบุข้อมูลของท่านเพื่อสร้างบัญชีหรือโปรไฟล์ เช่น เมื่อท่านสร้างบัญชีเน็กซ์โก ท่านสามารถระบุข้อมูลเกี่ยวกับตัวท่าน เช่น ชื่อและอีเมล</p>
                    <p>หากท่านสั่งซื้อสินค้าหรือใช้บริการที่ต้องมีการซื้อจตากบริษัท บริษัทอาจขอให้ท่านระบุชื่อ ช่องทางการติดต่อ ที่อยู่จัดส่งสินค้าและที่อยู่ส่งใบเสร็จ และข้อมูลบัตรเครดิตเพื่อดำเนินการการส่ังซื้อของท่าน</p>
                    <p>บางบริการเปิดให้ท่านได้สื่อสารกับผู้อื่น ข้อมูลการสื่อสารเหล่านั้นจะถูกส่งและจัดเก็บยังระบบของบริษัท</p>

                    <h4>๒.๒ ข้อมูลการใช้บริการ</h4>

                    <p>นอกเหนือจากข้อมูลที่บริษัทได้รับจากท่านโดยตรง เราอาจรวบรวมและจัดเก็บข้อมูลเกี่ยวกับการใช้บริการผ่านซอฟต์แวร์บนอุปกรณ์ของท่าน เช่น เราอาจจัดเก็บ:</p>
                    <p>ข้อมูลของอุปกรณ์ เช่น รุ่นของอุปกรณ์ เลขหมายประจำเครื่อง(ซีเรียล)และข้อมูลแสดงตัวตนทางอิเล็กทรอนิกส์อื่นๆ เลขที่อยู่เอมเอซี เลขที่อยู่ไอพี รุ่นของระบบปฏิบัติการ และการตั้งค่าต่างๆบนอุปกรณ์ที่ท่านใช้ในการใช้บริการของบริษัท</p>
                    <p>ข้อมูลลงบันทึก เช่น เวลาและระยรเวลาในการใช้บริการ คำค้นหาที่ท่านใช้ผ่านการค้นหาภายในบริการ และ ข้อมูลใดๆที่ถูกจัดเก็บรักษาไว้ในคุกกี้ที่บริษัทมีบนอุปกรณ์ของท่าน</p>
                    <p>ข้อมูลตำแหน่งที่ตั้ง เช่น สัญญาณจีพีเอสหรือข้อมูลเกี่ยวกับจุดติดตั้งอินเตอร์เน็ตไร้สายในบริเวณใกล้เคียงและหอคอยสื่อสารสถานีฐานที่อาจส่งสัญญาณมายังบริษัทด้วยการยินยอมของท่านเมื่อท่านใช้บริการบางอย่างของบริษัท</p>
                    <p>ข้อมูลเสียง เช่น การอัดเสียงของท่านโดยบริษัท(เราอาจจัดเก็บรักษาไว้ในระบบหรือเซอร์เวอร์)เมื่อท่านใช้คำสั่งเสียงในการควบคุมบริการใดๆ (ขอเรียนให้ทราบว่าบริษัทมอบให้ผู้ให้บริการซึ่งเป็นบุคคลภายนอกแปลงข้อมูลเสียงเป็นข้อมูลอักษรแทนบริษัท ผู้ให้บริการซึ่งเป็นบุคคลภายนอกรายนี้อาจได้รับและจัดเก็บข้อมูลเสียงบางส่วน)</p>
                    <p>ข้อมูลอื่นๆซึ่งเกี่ยวข้องกับการใช้บริการ เช่น แอพพลิเคชั่นที่ท่านใช้ เว็บไซต์ที่ท่านเข้า และการกระทำใดๆที่ท่านมีต่อเนื้อหาที่บริษัทได้เสนอผ่านบริการใดๆก็ตาม</p>

                    <h4>๒.๓ ข้อมูลจากแหล่งภายนอก</h4>

                    <p>บริษัทอาจได้รับข้อมูลของท่านผ่านแหล่งข้อมูลที่เป็นสาธารณะหรือในเชิงพาณิชย์(ถูกต้องตามกฏหมาย) ซึ่งทางบริษัทอาจนำมารวมกับข้อมูลอื่นๆของท่านหรือเกี่ยวกับท่านที่บริษัทได้รับ บริษัทอาจได้รับข้อมูลขางท่านผ่านบริการโซเชี่ยลเน็ตเวิร์คภายนอกเมื่อท่านเลือกที่จะเชื่อมต่อกับบริการภายนอกเหล่านั้น</p>

                    <p>๒.๔ ข้อมูลอื่นๆที่บริษัทจัดเก็บบริษัทอาจรวบรวมและจัดเก็บข้อมูลอื่นๆเกี่ยวกับท่าน อุปกรณ์ของท่าน หรือ การใช้บริการของท่าน ตามวิธีที่บริษัทได้แจ้ง ณ จุดรับสินค้า หรือ ตามการยินยอมของท่านท่านสามารถเลือกที่จะไม่ให้ข้อมูลดังกล่าวได้(เช่น ข้อมูลที่บริษัทขอระหว่างการลงทะเบียนบัญชีเน็กซ์โก) อย่างไรก็ตามหากท่านเลือกที่จะกระทำเช่นนั้นอาจมีกรณีที่ท่านไม่สามารถใช้บริการในบางส่วนได้</p>
                    <p>๓. บริษัทเปิดเผยข้อมูลของท่านให้ใครบ้างบริษัทจะไม่ทำการเปิดเผยข้อมูลของท่านไปยังบุคคลหรือบริการภายนอกเพื่อการใช้ในเชิงพานิชย์หรือเชิงธุรกิจซึ่งไม่เกี่ยวข้องกับบริษัทหากมิได้รับการยินยอมจากท่าน อย่างไรก็ตาม บริษัทอาจเปิดเผยข้อมูลของท่านยังบุคคล คณะบุคคล บริษัท หรือ องค์กร ดังนี้:</p>
                    <p>บริษัทในเครือ</p>
                    <p>ข้อมูลของท่านอาจถูกเปิดเผยให้บริษัทในเครือเดียวกับเน็กซ์โก</p>
                    <p>คู่ค้าของเน็กซ์โก</p>
                    <p>เราอาจเปิดเผยข้อมูลของท่านให้คู่ค้าที่บริษัทเชื่อถือ รวมถึงผู้ให้บริการระบบไร้สาย</p>
                    <p>บุคคล คณะบุคคล บริษัท หรือ องค์กรเหล่านี้อาจใช้ข้อมูลของท่านเพื่อการจัดเตรียมบริการที่ท่านต้องการ คาดการณ์ถึงสิ่งที่ท่านสนใจ และ อาจจัดเตรียมโปรโมชั่น โฆษณา และอื่นๆให้ท่าน</p>
                    <p>ผู้ให้บริการต่างๆ</p>
                    <p>เราอาจเปิดเผยข้อมูลของท่านไปยังบริษัทที่เป็นตัวแทนเน็กซ์โกในการให้บริการแก่ท่าน เช่น บริษัทที่จัดการเรื่องการวางบิล หรือ ที่ส่งอีเมลแทนเน็กซ์โก บุคคล คณะบุคคล บริษัท หรือ องค์กรเหล่านี้ใช้ข้อมูลของท่านได้อย่างจำกัดเท่านั้นโดยไม่สามารถใช้ข้อมูลของท่านนนอกเหนือจากที่เกี่ยวข้องกับการให้บริการในฐานะตัวแทนของเน็กซ์โก</p>
                    <p>บุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกอื่นๆ</p>
                    <p>เฉพาะในกรณีที่มีการขอตามกฏหมายหรือจำเป็นต่อการคุ้มครองบริการของบริษัทเท่านั้น บริษัทอาจมีการเปิดเผยข้อมูลของท่านให้บุคคล คณะบุคคล บริษัท หรือ องค์กรอื่นๆ ในกรณีที่ได้รับการยกเว้น เช่น:</p>
                    <p>เพื่อทำตามกฏหมายหรือตอบรับกระบวนการตามกฏหมาย (เช่น กรณีที่มีหมายค้น หรือ คำสั่งอื่นๆจากศาล)</p>
                    <p>เพื่อยืนยันความถูกต้องหรือบังคับการปฏิบัติกับนโยบายที่ครอบคลุมบริการของบริษัท และ</p>
                    <p>เพื่อปกป้องสิทธิ ทรัพย์สิน หรือ ความปลอดภัยของบริษัทหรือบริษัทในเครือ คู่ค้า หรือ ลูกค้า</p>
                    <p>บุคคล คณะบุคคล บริษัท หรือ องค์กรอื่นๆ ที่มีส่วนเกี่ยวข้องกับการทำธุรกรรมของบริษัท</p>
                    <p>เราอาจเปิดเผยข้อมูลของท่านแก่บุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอก ในกรณีที่มีการควบกิจการ โอนกิจการ หรือ ในกรณีของการล้มละลาย</p>
                    <p>บุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกอื่นๆ ตามคำยินยอมหรือคำขอของท่าน</p>
                    <p>เพิ่มเติมจากการเปิดเผยข้อมูลที่บริษัทแจ้งในนโยบายคุ้มครองความเป็นส่วนตัวไปแล้วข้างต้น เราอาจเปิดเผยข้อมูลเกี่ยวกับท่านไปยังบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกเมื่อท่านยินยอมหรือร้องขอ</p>

                    <h3>๔. บริษัททำอย่างไรเพื่อเก็บรักษาข้อมูลของท่านอย่างปลอดภัย</h3>

                    <p>บริษัทได้ให้ความสำคัญต่อความปลอดภัยโดยการวางกระบวนการรักษาความปลอดภัยทั้งทางเทคนิคและทางกายภาพในการดูแลรักษาข้อมูลที่บริษัทได้ทำการรวบรวมผ่านการให้บริการต่างๆ อย่างไรก็ตาม ขอเรียนให้ทราบว่าแม้บริษัทจะวางกระบวนการรักษาความปลอดภัยต่างๆเพื่อปกป้องข้อมูลของท่าน ไม่มีเว็บไซต์ การส่งสัญญาณอินเตอร์เน็ต ระบบคอมพิวเตอร์ หรือ การเชื่อต่อไร้สาย ใดๆที่ปลอดภัย 100%</p>

                    <h4>๔.๑ การยินยอมต่อการโอนข้อมูลข้ามประเทศ</h4>

                    <p>บริษัทถือว่าท่านได้ทำการยินยอมให้มีการรวบรวม โอน จัดเก็บ และ ดำเนินการข้อมูลของท่านไปนอกประเทศที่ท่านอาศัย(เช่น ไต้หวัน) ตามนโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้จากการที่ท่านใช้บริการของเน็กซ์โก ขอเรียนให้ทราบว่าการปกป้องข้อมูลและกฏหมายต่างๆของประเทศปลายทางที่โอนข้อมูลของท่านอาจไม่ตรงกับภายในประเทศที่ท่านอาศัย</p>

                    <h4>๔.๒ การเข้าถึงข้อมูลของท่าน</h4>

                    <p>ภายได้เขตอำนาจตามกฏหมาย ท่านอาจมีสิทธิ์ในการขอรายละเอียดเกี่ยวกับข้อมูลที่บริษัทรวบรวมและเพื่อที่จะขอแก้ไขข้อมูลต่างๆที่ไม่ครบถ้วน สิทธิของผู้ใช้อื่นๆตามกฏหมายจะมิได้รับการกระทบจากสิทธิ์ของท่านที่กล่าวไว้ข้างต้น หากถูกต้องตามกฏหมาย บริษัทอาจคิดค่าใช้จ่ายเล็กน้อยกับท่านในการใช้สิทธ์ข้างต้น เราอาจปฏิเสธขำขอที่เกิดขึ้นซ้ำๆโดยใช่เหตุ เรียกร้องกำลังทางเทคนิคอย่างไม่สมเหตุสมผล เป็นภัยต่อความเป็นส่วนตัวของผู้อื่น ไม่มีประสิทธิภาพเป็นอย่างมาก หรือ เป็นการเข้าถึงซึ่งไม่ได้จำเป็นตามกฏหมายท้องถิ่น หากท่านต้องการที่จะขอสิทธิ์การเข้าถึงข้อมูล กรุณาติดต่อฝ่ายบริการลูกค้า</p>

                    <h4>๔.๓ การกักเก็บข้อมูล</h4>

                    <p>บริษัทได้ทำกระบวนการอันสมเหตูสมผลเพื่อรับรองการกักเก็บข้อมูลของท่านได้เป็นระยะเวลาเท่าที่จำเป็นเพื่อบรรลุตามวัตถุประสงค์การใช้งานตามรายละเอียดในนโยบายคุ้มครองส่วนตัวนี้ หรือปฏิบัติตามกฎหมายและระเบียบที่ใช้บังคับ</p>

                    <p>ลิงค์และสินค้าจากบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอก ภายใต้การบริการของบริษัท</p>
                    <p>บริการของบริษัทอาจมีการเชื่อมต่อกับเว็บไซต์หรือบริการภายนอกซึ่งอยู่เหนือการควบคุมของบริษัท บริษัทจะไม่ทำการรับผิดชอบใดๆ ต่อความปลอดภัยหรือความเป็นส่วนตัวของข้อมูลใดๆที่ถูกรวบรวมโดยเว็บไซต์หรือบริการภายนอกบริษัท ท่านควรใช้ความระมัดระวังเป็นอย่างยิ่งในการใช้[ibdkiและการทบทวนนโยบายคุ้มครองความเป็นส่วนตัวของเว็บไซต์หรือบริการภายนอกบริษัทใดๆ</p>
                    <p>บริษัทได้มีการนำเสนอสินค้าบางตัวหรือบริการบางอย่างโดยบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอก เน็กซ์โกจะไม่รับผิดชอบใดๆต่อสินค้าหรือบริการเหล่านี้</p>
                    <p>บุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอก ที่จัดการเนื้อหา โฆษณา หรือ การทำงานของระบบ ในบริการของบริษัท</p>
                    <p>เนื้อหา โฆษณา หรือ การทำงานของระบบ ในบริการของบริษัทบางส่วนอาจถูกจัดโดย บุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกซึ่งมิได้อยู่ในเครือของบริษัท เช่น:</p>
                    <p>บุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกอาจนำเสนอโฆษณาต่างๆ หรือ ควบคุมและติดตามโฆษณาที่ผู้ใช้เห็น ความถี่ที่ผู้ใช้เห็นโฆษณานั้นๆ และ วิธีที่ผู้ใช้ตอบรับกับโฆษณานั้นๆ</p>
                    <p>บริษัทเปิดให้ท่านได้แชร์ข้อมูลจากบริการบางส่วนให้ผู้อื่นผ่านบริการโซเชียลเน็ตเวิร์ค เช่น เฟสบุ๊ก ทวิตเตอร์ กูเกิ้ล+ และ ลิงค์อิน</p>
                    <p>หากท่านเชื่อมต่อกับบริการโซเชียลเน็ตเวิร์ค บริษัทอาจได้รับและจัดเก็บข้อมูลการรับรองจากบริการนั้นๆที่มีการล็อกอิน และ ข้อมูลซึ่งท่านได้ยินยอมให้บริษัทได้รับเมื่อเชื่อมต่อกับบริการเหล่านั้น</p>
                    <p>และขอเรียนให้ทราบว่าเมื่อท่านเลือกที่จะเชื่อมต่อกับบริการโซเชียลเน็ตเวิร์คบนอุปกรณ์ที่มีบุคคลอื่นใช้นอกเหนือจากท่าน บุคคลเหล่านั้นอาจมองเห็นข้อมูลของท่านที่ถูกจัดเก็บหรือแสดงในบัญชีของท่านในบริการโซเชียลเน็ตเวิร์คที่ท่านได้เลือกที่จะเชื่อมต่อ</p>
                    <p>๕. คุกกี้ (Cookies) บีคอน (Beacons) และ เทคโนโลยีที่คล้ายคลึงกัน</p>
                    <p>คุกกี้ คือ แฟ้มข้อมูลย่อยที่ถูกเก็บรักษาไว้อยู่บนคอมพิวเตอร์ โทรศัพท์มือถือ หรือ อุปกรณ์อื่นๆ คุกกี้เปิดให้บุคคล คณะบุคคล บริษัท หรือ องค์กรที่ใส่คุกกี้ไว้บนอุปกรณ์ของท่านได้จดจำและเห็นท่านในเว็บไซต์ต่างๆ บริการต่างๆ อุปกรณ์ต่างๆ และ/หรือ การดูเว็บไซต์ต่างๆ คุกกี้มีคุณประโยชน์หลายอย่าง เช่น:</p>
                    <p>คุกกี้สามารถจดจำข้อมูลที่จำเป็นต่อการเข้าระบบ ผู้ใช้จึงไม่จำเป็นต้องกรอกใหม่ทุกๆครั้งที่เข้าสู่ระบบ</p>
                    <p>คุกกี้ช่วยให้บริษัทและบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกเข้าใจถึงบริการใดที่เป็นที่นิยมมากที่สุด เพราะคุกกี้ช่วยให้บริษัทมองเห็นหน้าและคุณสมบัติที่ผู้ใช้กดเข้าไปใช้และระยะเวลาที่ผู้ใช้ใช้กับหน้าเหล่านั้น คุณประโยชน์ของคุกกี้ข้อนี้ช่วยให้บริษัทพัฒนาและปรับปรุงบริการให้ผู้ใช้มีประสบการณ์ที่ดียิ่งขึ้น</p>
                    <p>คุกกี้ช่วยให้บริษัทและบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกเข้าใจว่าท่านเห็นโฆษณาตัวไหนไปแล้วเพื่อที่จะป้องกันการนำเสนอโฆษณาเดิมๆให้แก่ท่านในการใช้บริการ</p>
                    <p>คุกกี้ช่วยให้บริษัทและบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกนำเสนอเนื้อหาและโฆษณาที่เหมาะกับท่านโดยการรวบรวมข้อมูลเกี่ยวกับการใช้บริการของท่าน และ เว็บไซต์และแอพพลิเคชั่นอื่นๆ</p>
                    <p>เมื่อท่านใช้เว็บเบราว์เซอร์ในการเข้าใช้บริการ ท่านสามารถปรับให้เบราว์เซอร์ให้ยอมรับคุกกี้ทั้งหมด ปฏิเสธคุกกี้ทั้งหมด หรือ แจ้งเตือนเวลาที่คุกกี้ถูกส่ง เบราว์เซอร์แต่ละแบบนั้นต่างกันบริษัทจึงแนะนำให้ท่านหาเมนู “ช่วยเหลือ” ของเบราว์เซอร์เพื่อเรียนรู้การปรับตั้งค่าคุกกี้ ระบบปฏิบัติการในอุปกรณ์ของท่านอาจมีการตั้งค่าอื่นๆเกี่ยวกับคุกกี้</p>
                    <p>ขอเรียนให้ทราบว่ายังไงก็ตามแต่ บริการบางอย่างอาจถูกออกแบบมาเพื่อทำงานในขณะที่คุกกี้ถูกเปิดใช้ท่านอาจไม่สามารถรับสิทธิประโยชน์จากบริการหรือเข้าถึงทุกฟังก์ชันได้ซึ่งอาจจำกัดการใช้งานโดยรวมของท่าน</p>

                    <h4>๕.๒ พื้นที่จัดเก็บอื่นๆในอุปกรณ์ของท่าน</h4>

                    <p>บริษัทและบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกอาจมีการใช้เทคโนโลยีอื่นๆในการจัดเก็บในอุปกรณ์ของท่าน เช่น ออปเจคต์ที่มีการแบ่งปันในเครื่อง (Local Shared Object) หรือเรียกในอีกชื่อว่า “แฟลชคุกกี้” และ การจัดเก็บในเครื่องแบบ HTML5 ในบริการของเรา เทคโนโลยีเหล่านี้คล้ายคลึงกับคุกกี้ที่ได้อธิบายในข้างต้นในแง่ที่ข้อมูลถูกจัดเก็บบนอุปกรณ์ของท่านและสามารถใช้เพื่อจัดเก็บข้อมูลบางอย่างเกี่ยวกับการใช้งานและความชอบของท่าน ยังไงก็ตามแต่เทคโนโลยีเหล่านี้อาจใช้พื้นที่บนอุปกรณ์คุณในคนละส่วนจากคุกกี้ เพราะฉะนั้นท่านอาจควบคุมเทคโนโลยีเหล่านี้ผ่านการตั้งค่าทั่วไปของเบราว์เซอร์ได้ หากต้องการข้อมูลเกี่ยวกับการระงับหรือการลบข้อมูลในแฟลชคุกกี้ กรุณาคลิ๊กที่นี่</p>

                    <h4>๕.๓ บีคอน (Beacons)</h4>

                    <p>บริษัทและบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกอาจมีการใช้เทคโนโลยีที่เรียกว่าบีคอน (หรือ “พิกเซล”) ซึ่งเป็นการสื่อสารระหว่างอุปกรณ์ของท่านกับเซอร์เวอร์ บีคอนอาจถูกแนบไว้กับเนื้อหาออนไลน์ วิดีโอและอีเมล และสามารถอนุญาติให้เซอร์เวอร์อ่านข้อมูลบางประเภทบนอุปกรณ์ของท่าน รู้ถึงเวลาที่ท่านเข้าดูเนื้อหาบางชนิดหรืออีเมลบางส่วน ระบุเวลาและวันที่ที่ท่านเข้าดูบีคอน และเลขที่อยู่ไอพีของอุปกรณ์ที่ท่านใช้ ริษัทและบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกใช้บีคอนเพื่อจุดประสงค์ที่หลากหลาย รวมถึงแต่ไม่จำกัดเพียงเพื่อการวิเคราะห์การใช้บริการของท่าน (ร่วมกับคุกกี้) เพื่อนำเสนอเนื้อหาและโฆษณาที่เหมาะกับท่าน</p>
                    <p>การที่ท่านใช้บริการต่อไปเป็นการบ่งชี้ว่า ท่านยอมรับให้บริษัทจัดเก็บคุกกี้ บีคอน เทคโนโลยีที่คล้ายคลึงกัน และข้อมูลอื่นๆบนอุปกรณ์ของท่านตามนโยบายคุ้มครองความเป็นส่วนตัว และท่านยอมรับให้บริษัทและบุคคล คณะบุคคล บริษัท หรือ องค์กรภายนอกเข้าถึงคุกกี้ บีคอน เทคโนโลยีที่คล้ายคลึงกัน และข้อมูลอื่นๆโดยบริษัทและบุคคล คณะบุคคล บริษัท หรือ องค์กร</p>

                    <h4>๖. ทางเลือกของท่าน</h4>

                    <p>บริษัทนำเสนอทางเลือกในวิธีการที่บริษัทใช้ข้อมูลของท่านอย่างหลากหลาย ท่านสามารถเลือกหรือไม่เลือกที่จะรับการสื่อสารเกี่ยวกับโปรโมชั่นจากเราโดยการทำตามวิธีการในยกเลิกการสมัครติดตาม และนอกจากนั้นท่านสามารถเลือกโดยการปรับตั้งค่า หรือ เข้าชมหน้าเว็บที่เกี่ยวข้องดังนี้:</p>

                    <p>ด้วยเคารพในการนำเสนอโฆษณาที่ท่านอาจสนใจ และ</p>
                    <p>ด้วยเคารพในทางเลือกสำหรับข้อมูลของท่านในการบริการและอุปกรณ์ต่างๆเพื่อจุดประสงค์ในการร่างนโยบายคุ้มครองความเป็นส่วนตัวฉบับนี้ <a href="http://www.avita.global/support">http://www.avita.global/support</a></p>
                    <p>และท่านอาจทำการเลือกในบริการต่างๆหรือเมื่อบริษัทแจ้งเตือนท่าน</p>


                </div>
            </div>
        </div>
    </section>

    <div class="gotop-wrap">
        <button class="btn-gotop"><span class="sr-only">Back to Top</span></button>
    </div>
</main>

@endsection

