<?php

return [
    // universal
    'products'                      => 'สินค้า',
    'news'                          => 'ข่าวสาร',
    'service'                       => 'บริการ',
    'member_center'                 => 'ศูนย์สมาชิก',
    'logout'                        => 'ออกจากระบบ',
    'login'                         => 'เข้าสู่ระบบ',
    'terms'                         => 'ข้อกำหนดการใช้งาน',
    'privacy'                       => 'นโยบายความเป็นส่วนตัว',
    'terms_privacy'                 => 'ข้อกำหนดการใช้งานและนโยบายความเป็นส่วนตัว',
    'form_address'                  => 'ที่อยู่: ',
    'form_phone'                    => 'โทร: ',
    'form_fax'                      => 'แฟกซ์: ',
    'form_mail'                     => 'อีเมล: ',
    'form_nickname'                 => 'ชื่อเล่น: ',
    'form_email'                    => 'อีเมล: ',
    'form_pwd'                      => 'รหัสผ่าน:',
    'form_pwd_detail'               => 'กรุณาใส่ 8-25 ตัวอักษร',
    'form_repwd'                    => 'ยืนยันรหัสผ่าน: ',
    'form_repwd_detail'             => 'กรุณาป้อนรหัสผ่านอีกครั้ง',
    'form_city'                     => 'ประเทศ/ภูมิภาค: ',
    'form_birthday'                 => 'วันเดือนปีเกิด: ',
    'form_lastname'                 => 'นามสกุล: ',
    'form_firstname'                => 'ชื่อจริง: ',
    'form_gender'                   => 'เพศ: ',
    'form_mobilephone'              => 'โทรศัพท์มือถือ: ',
    'save'                          => 'บันทึก',
    'contactus'                     => 'ติดต่อเรา',
    'more'                          => 'ตอบ',
    'confirm'                       => 'ยืนยัน',
    'share'                         => 'หุ้น',
    'laptops'                       => 'แล็ปท็อป',
    'liber_series'                  => 'LIBER Series',
    'smart_device'                  => 'อุปกรณ์สมาร์ท',
    'imago_series'                  => 'IMAGO Series Smart Mirror',
    'modus_scale'                   => 'MODUS Smart Scale',

    'gender_m'                      => 'ชาย',
    'gender_f'                      => 'หญิง',
    // universal

    'header_store'                  => 'ซื้อตอนนี้',
    'header_where_to_buy'           => 'ตัวแทนจำหน่าย',

    'footer_aboutus'                => 'เกี่ยวกับเรา',
    'footer_contact'                => 'ติดต่อ AVITA',
    'footer_terms_privacy'          => '',
    'footer_repair_tnc'             => 'ข้อกำหนดและเงื่อนไขการซ่อม',

    'home_learnmore'                => 'เรียนรู้เพิ่ม',
    'home_shopnow'                  => 'ช็อปปิ้งตอนนี้',
    'home_photo1_image'             => 'promo-01-th.jpg',
    'home_photo2_image'             => 'promo-02-th.jpg',
    'home_photo3_image'             => 'promo-03-th.jpg',
    'home_photo4_image'             => 'promo-04-th.jpg',
    'home_join'                     => 'เข้าร่วมครอบครัว AVITA',
    'home_receiving'                => 'รับข่าวสาร โปรโมชั่น และ ข้อเสนอล่าสุดของ AVITA',
    'home_subscribe'                => 'ติดตามทันที',

    'productnav_overview'           => 'ภาพรวม',
    'productnav_overview_12'        => 'ภาพรวม 12.5 นิ้ว',
    'productnav_overview_13'        => 'ภาพรวม 13.3 นิ้ว และ 14 นิ้ว',
    'productnav_overview_u_series'  => 'New Generation ภาพรวม',

    'productnav_spec'               => 'ข้อมูลทางเทคนิค',
    'productnav_support'            => 'บริการช่วยเหลือ',
    'productnav_wheretobuy'         => 'ตัวแทนจำหน่าย',

    'aboutus_about'                 => 'เกี่ยวกับ AVITA',
    'aboutus_content'               => [
        'ที่ AVITA เราเชื่อในความมหัสจรรย์และพลังของแต่ละคน เราจึงสร้างสินค้าเทคโนโลยีชั้นพรีเมี่ยมที่นอกจากจะเข้ากับไลฟ์สไตล์ของคุณแล้ว ยังเป็นตัวแทนของคุณได้อีกด้วย<br><br>ซีรี่ส์สินค้าของ AVITA ครอบคลุมตั้งแต่ PC สมาร์ทโฮม ถึงอุปกรณ์ IoT รวมกันแสดงค่านิยมของเรา: เสรีภาพ ความหลากหลาย และ ความเป็นตัวของตัวเอง เพื่อประสบการณ์ที่เหนือชั้นสำหรับผู้ใช้รุ่นใหม่',
        'ไอเดียของคุณ ลึกซึ้งของคุณ สไตล์ของคุณ และสิ่งที่ทำให้คุณแตกต่าง คือแรงบันดาลใจของเรา และเราเชื่อมั่นถึงการตัดสินใจในการซื้อสินค้าเทคโนโลยีของคุณไม่ควรกำหนดคุณ แต่ควรสะท้อนความเป็นคุณ',
         'ทีมของเราประกอบไปด้วยกลุ่มคนที่มากความสามารถผู้ที่ทำงานด้านการพัฒนาสินค้าให้แบรนด์เทคโนโลยีแนวหน้าก่อนที่จะมาร่วมทีม AVITA ความกระตือรือร้นในการสร้างสรรค์ดีไซน์ล้ำเลิศและเมคโนโลยีอันล้ำค่าพาพวกเขามาพบกันและก่อตั้ง AVITA คุณสามารถเรียนรู้เกี่ยวกับบริษัทเบื้องหลัง AVITA ได้ที่นี่<br><br>"ใช้ชีวิตอย่างเหนือชั้น"เป็นมากกว่าแท็กไลน์สำหรับเรา มันคือสิ่งที่แสดงตัวตนของเราและเป็นส่วนนึงของ DNA บริษัท',
    ],


    'contactus_contactus'           => 'สอบถามยอดขายทั่วไป',
    'contactus_operating'           => 'เวลาทำการ',
    'ccontactus_findus'             => 'Find Us',
    'search_result_title'           => 'Search Result',

    // chinese language only, awaiting for the translation

    'product_support_1'             =>  'ไดรเวอร์และเครื่องมือ',
    'product_support_1_option_1'    =>  'กรุณาเลือกแบบ',
    'product_support_result'        => ':total results',
    'product_support_version'       => 'Version',
    'product_support_desc'          => 'Description',
    'product_support_size'          => 'File Size',
    'product_support_update'        => 'Update',
    'product_support_download'      => 'Download',
    'product_support_earth'         => 'Global',
    'product_support_2'             => 'การรับประกันสินค้า',
    'product_support_3'             => 'คำถามที่พบบ่อย',
    'product_support_footer_1'      => 'คุณสมบัติของสินค้าอาจมีความแตกต่าง ขึ้นอยู่กับแต่ละประเทศ สามารถตรวจสอบอัพเดทล่าสุดของสินค้าปัจจุบันได้ที่ตัวแทนจำหนายใกล้คุณ',
    'product_support_footer_2'      => 'สีของสินค้าอาจไม่ตรงกับภาพ ขึ้นอยู่กับแสงใสการถ่ายภาพและจอแสดงที่ท่านใช้',
    'product_support_footer_3'      => 'เราตั้งใจที่จะมอบข้อมูลที่แม่นยำและถูกต้องที่สุดทางออนไลน์ให้กับลูกค้า อย่างไรก็ตามเราขอสงวนสิทธิ์ในการเก็บ ปรับเปลี่ยน หรือแก้ไขข้อมูลใดๆ โดยไม่ต้องมีการแจ้งให้ทราบล่วงหน้า',
    'product_support_footer_4'      => 'Windows is either registered trademark or trademark of Microsoft Corporation in the United States and/or other countries.',

    'support_title'                 => 'เราพร้อมที่จะช่วยคุณ!',
    'support_searchbox'             => 'Please select your product model',
    'support_title_2'               => 'ศูนย์บริการ',
    'support_opentime'              => 'เวลาทำการ: ',

    'login_reg_title'               => 'มาเป็นสมาชิก AVITA',
    'login_reg_content_1'           => 'นอกเหนือจากการลดราคาที่น่าทึ่ง ข่าวสารเกี่ยวกับโปรโมชั่น และ ข้อมูลใหม่ล่าสุดของ AVITA คุณจะมีความสุขกับบริการสนับสนุนด้านเทคโนโลยีที่ดีเยี่ยมที่ทำให้ประสบการณ์การเป็นผู้ใช้ AVITA ราบรื่นยิ่งขึ้น',
    'login_reg_content_2'           => '',
    'login_reg_content_3'           => '',
    'login_reg_content_4'           => '',
    'login_reg_btn'                 => 'สมัครเลย',
    'login_title'                   => 'เข้าสู่ระบบ',
    'login_content'                 => 'กรุณาใส่ชื่อบัญชี AVITA และรหัสผ่าน เพื่อเข้าสู่ระบบ',
    'login_rememberme'              => 'จดจำฉัน',
    'login_forgot_pwd'              => 'ลืมระหัสผ่าน',
    'login_resend_email'            => 'ส่งอีเมลยืนยันบัญชีซ้ำ',
    'login_other_way'               => 'ท่านสามารถใช้ชื่อบัญชีและรหัสผ่านข้างใต้ในการเข้าสู่ระบบในฐานะสมาชิก AVITA โดยตรง',

    'member_myaccount'              => 'บัญชีของฉัน',
    'member_myprofile'              => 'โปรไฟล์ของฉัน',
    'member_mysupport'              => 'การสนับสนุนของฉัน',
    'member_change_pwd'             => 'เปลี่ยนรหัสผ่าน',
    'member_myproduct'              => 'สินค้าของฉัน',

    'register_title'                => 'เข้าร่วมทันที',
    'register_title_content_1'      => 'ยินดีต้อนรับสมาชิก AVITA! เมื่อคุณกรอกข้อมูลด้านล่าง การลงทะเบียนก็เป็นอันเสร็จสิ้น ข้อมูลของท่านจะไม่ถูกนำไปใช้เพื่อจุดประสงค์อื่น',
    'form_required'                 => 'จำเป็นต้องกรอกข้อมูลที่มี่เครื่องหมายดอกจันทร์ <span class="required"> (*) </span>',
    'register_checkbox_1'           => 'ข้าพเจ้ายอมรับข้อกำหนดการใช้งานและนโยบายความเป็นส่วนตัวของ AVITA',
    'register_checkbox_2'           => 'อัพเดทฉันผ่าน eDMs ด้วยข่าวการ AVITA สินค้าใหม่ และข้อมูลบริการ',
    'register_btn'                  => 'เข้าร่วมทันที',

    'product_reg_title'             => 'การลงทะเบียนสินค้า',
    'product_reg_form_num'          => 'เลขประจำเครื่องสินค้า:',
    'product_reg_form_type'         => 'ประเภทสินค้า: ',
    'product_reg_form_name'         => 'รุ่นสินค้า: ',
    'product_reg_form_phr'          => 'ชื่อผู้ขาย: ',
    'product_reg_form_phr_date'     => 'วันที่ซื้อสินค้า: ',

    'profile_product_reg'           => 'การลงทะเบียนสินค้า',
    'profile_content_1'             => '',

    'success_title'                 => 'Congratulations! Your information has already been authenticated.',
    'success_content_1'             => 'In order to verify that your email address is valid, we have already sent an email to your inbox. Please open the email and click on the link to enable your AVITA Member Account.',
    'success_subtitle'              => 'Did you not receive an account verification email?',
    'success_content_2'             => 'If you have not received an email to verify your AVITA Member Account, then check your inbox according to the following steps.',
    'success_solution_1'            => 'If the actions above still cannot solve your problem, please send an Email to member_activereg@csc.avita.global through your registered Email account',
    'success_solution_2'            => 'Email subject： AVITA Member Account Active',
    'success_solution_3'            => 'Email content： leave it blank',
    'success_solution_4'            => 'We will reply your membership activation status to you after we verify your membership registration information',
    'success_content_3'             => 'Once you have completed email verification, we can provide you with the newest product information and services. Welcome to AVITA!',
    'success_btn'                   => 'I understand and will complete email verification in a little while.',

    'change_pwd_title'              => 'เปลี่ยนรหัสผ่าน',
    'change_pwd_title_2'            => 'ในการรีเซ็ตรหัสผ่านให้ป้อนรหัสผ่านเก่าและรหัสผ่านใหม่',
    'change_pwd_origin'             => 'รหัสผ่านเดิม: ',
    'change_pwd_new'                => 'รหัสผ่านใหม่: ',
    'change_pwd_renew'              => 'ยืนยันรหัสผ่าน：',

    'product_list_title'            => 'ผลิตภัณฑ์ที่ลงทะเบียน',
    'product_list_th_1'             => 'สินค้า',
    'product_list_th_2'             => 'หมายเลขผลิตภัณฑ์',
    //************ to be confirmed ***************/
    'product_list_th_3'             => 'ซื้อจาก',
    //************ to be confirmed ***************/
    'product_list_th_4'             => 'วันที่ซื้อ',
    'product_header_expire_date'    => 'การรับประกันหมดอายุ',

    'product_reg_success_title'     =>  'ลงทะเบียนเรียบร้อยแล้ว',
    'product_reg_success_content_1' => 'You have received an additional service for :month months of maintenance service! ',
    'product_reg_success_content_2' => 'The following is your product registration information: ',
    'product_reg_success_content_3' => 'เลขที่สินค้า: ',
    'product_reg_success_content_4' => 'Maintenance expiration date：',

    'localization_title'            => 'เลือกสถานที่ของคุณ',
    'localization_subtitle_1'       => 'Visit the ',
    'localization_subtitle_2'       => 'AVITA Global',
    'localization_subtitle_3'       => ' website, or choose your country/region below.',

    'news_title'                    => 'อีเวนต์',
    'news_process'                  => 'On Going',
    'news_other_event'              => 'อีเวนต์ อื่นๆ',
    'news_select_month'             => 'กรุณาเลือกเดือน',

    // News Status
    'news_status_coming_soon'       => 'เร็วๆนี้',
    'news_status_in_progress'       => 'กำลังเกิดขึ้น',
    'news_status_finished'          => 'ที่ผ่านมา',

    'global_global'                 => 'Global',
    'global_asia'                   => 'Asia',
    'global_hk'                     => 'Hong Kong',
    'global_sg'                     => 'Singapore',
    'global_my'                     => 'Malaysia',
    'global_tw'                     => '台灣',
    'global_cn'                     => '中國',
    'global_ph'                     => 'Philippines',
    'global_th'                     => 'Thailand',



    'forget_pwd_title'              => 'ลืมรหัสผ่าน',
    'extra_warranty_statement'      => 'หากคุณอยากรับการรับประกันเพิ่ม :month เดือน (สินค้าคอมพิวเตอร์ส่วนตัว) กรุณากรอกการลงทะเบียนรับประกันสินค้าภายใน 1 เดือนหลังการซื้อ',
    'forget_pwd_content'            => 'กรุณาใส่อีเมลเพื่อรีเซ็ตรหัสผ่านของท่าน',
    'forget_pwd_reset'              => 'รีเซ็ตรหัสผ่าน',


    'shops_near_you'                => 'ตัวแทนใกล้คุณ',

    'imago_retail_store'   => 'ตัวแทนจำหน่ายของเรา',

    'imago_retails' => [

    ],

    'experience_liber125_here' => '💻 Experience LIBER 12.5" here! ',
];
